{"maximumSentences":7,"searchTerm":"Steven Universo","prefix":"What is","sourceContentOriginal":"Steven Universo no Brasil, ou Steven Universe nos Estados Unidos e em Portugal foi uma série de desenho animado norte-americana criada por Rebecca Sugar para o canal televisivo animado Cartoon Network. É a história de amadurecimento de um menino, Steven Universe,\nque mora com as Crystal Gems - seres intergalácticos mágicos. As chamadas Garnet, Pérola e Ametista - na cidade fictícia de Beach City. Steven, que é meio Gem, meio humano, tem aventuras com seus amigos e ajuda as Crystal Gems a proteger o mundo de sua própria espécie e as Gems corrompidas do Planeta Natal.\nSteven Universe estreou em 4 de novembro de 2013 e teve seu fim em 21 de janeiro de 2019.Mas possui uma continuação chamada Steven Universe Future e um filme. Além disso é o primeiro programa de animação da Cartoon Network criado exclusivamente por uma mulher. Os temas da série incluem amor, temáticas LGBT, preservação da natureza, magia, espaço, amadurecimento e família. Livros, quadrinhos e um videogame baseado na série foram lançados, e um filme, que foi lançado no dia 2 de setembro mundialmente e 7 de outubro nacionalmente.A Cartoon Network divulgou no dia 4 de outubro de 2019 a nova abertura de Steven Universo. A animação segue para uma continuação, alcançando sucesso entre o público infantil e adulto. Para essa nova fase, contudo, a série ganha novo título, sendo chamada \"Steven Universo Futuro\", acrescentando o termo \"futuro\" ao nome original. A divulgação da nova abertura aconteceu durante a New York Comic Con 2019.\nCriada por Rebecca Sugar, que também trabalhou com \"Hora de Aventura\", outra animação popular da Cartoon Network, a história da animação segue o apresentado no filme recém-lançado do personagem. Steven aparece já com 16 anos, e permanece ao lado da melhor amiga, Connie, e das Crystal Gems Garnet, Ametista, Pérola, Peridot, Bismuto e Lápis Lazuli.\nNo dia 18 de Novembro de 2019, foi divulgado o teaser do epílogo, que revelou poucas coisas, como a Jasper de volta como vilã, uma fusão nova mostrada na abertura e novas cenas, que levaram os fãs a curiosidade ainda maior.\nNa mesma semana, dia 20 de Novembro de 2019 o Cartoon Network anunciou a data de estreia do epílogo, que estrearia em 7 de Dezembro de 2019, começando com um especial de 1 hora de duração.\nJá a Cartoon Network Brasil divulgou junto com a criadora, Rebecca Sugar, que no dia 28 de Dezembro de 2019 a série será estreada.\nRebecca Sugar baseou o personagem principal em seu irmão mais novo, Steven Sugar. Ela desenvolveu Steven Universo enquanto era escritora e artista de storyboard em Adventure Time, que ela deixou quando o Cartoon Network encomendou sua série para produção completa. A série desenvolveu uma ampla base de fãs e tem sido aclamada pela crítica por seu design, música, elenco de vozes, caracterização, a importância do gênero feminino, o respeito com o público LGBT, construção de mundo de fantasia e ficção científica. Ela foi indicada para 6 prêmios Emmy, com 2 vitórias, e 5 Annie Awards, e foi renovada para a quarta e quinta temporada em março de 2016.No Brasil, a série é transmitida desde 7 de abril de 2014 pelo Cartoon Network.\nEm Portugal, é transmitida desde 1 de junho de 2014 pelo Cartoon Network.\nEm 7 de dezembro de 2019, foi lançado Steven Universo: Futuro, a série epilogo da série original. Inicialmente contou com 10 episódios lançados no mês de dezembro.\nEm 20 de fevereiro de 2020, foi anunciado o lançamento dos episódios finais do epílogo, e da série em geral. Em 27 de março de 2020, Steven Universo foi oficialmente finalizado em seu epílogo com 20 episódios no total.\nJá no Brasil, Steven Universo: Futuro foi lançado em 28 de dezembro de 2019, com os episódios finais sendo lançados ainda em  2020. Inicialmente, os episódios finais de Steven Universo - Futuro, iriam ao ar a partir do dia 3 de Abril, sendo finalizado em 24 de Abril de 2020. Porém, por conta da Pandemia de COVID-19, os episódios foram adiados sem data de estreia.\nEm 22 de outubro de 2020 foi anunciado a data que os episódios finais iriam ser lançados. A partir de 30 de novembro todos os episódios de \"Steven Universo: Futuro\" seriam passados, com os 10 episódios finais começando a ser exibidos a partir de 2 de dezembro, sendo finalizado dia 4 de dezembro de 2020.Em 4 de dezembro de 2020,Steven Universo foi oficialmente finalizado no Brasil.\n\n\n== Desenvolvimento ==\n\n\n=== Conceito e criação ===\nDe acordo com Rebecca Sugar, a produção de Steven Universo começou enquanto trabalhava com outros escritores de Adventure Time. O seu último episódio para a série foi \"Simon & Marcy\", chegando ao ponto de perceber \"se tornou impossível de realizar\". Ela encontraria essa dificuldade apenas durante a produção do episódio.\nO personagem titular, Steven, é levemente baseado no irmão mais novo da criadora Rebecca Sugar, Steven Sugar, que é um dos artistas da série. Enquanto crescia, Sugar colaborava com seu irmão e amigos criando histórias em quadrinhos. Numa entrevista com o jornal The New York Times, ela comentou sobre o desenvolvimento do protagonista do desenho, expressando sua vontade de desenvolver o personagem do ponto de vista do seu irmão criança \"quando você vive despreocupado e tem toda a atenção do mundo, mas ao mesmo tempo você tem que crescer e provar que não é mais uma criança\".As personagens coadjuvantes Lars e Sadie foram originalmente criadas por Sugar nos seus tempos de escola. Segundo ela, as \"Gems são uma versão de mim... neuróticas, preguiçosas, decisivas\". A presença inusual de personagens femininas numa série sobre um garoto - todos os personagens principais exceto Steven e Greg são mulheres - é intencional, de acordo com Sugar. Ela teve a intenção de \"quebrar estereótipos de gênero nos desenhos infantis\", pois considerava absurdo que desenhos voltados para meninos fossem fundamentalmente diferentes dos para as meninas.Sugar disse que a criação de vários elementos da série foram inspirados por Future Boy Conan e Sailor Moon, e também por Os Simpsons.\n\n\n=== Músicas ===\nAs músicas e números musicais da série são produzidas por Rebecca com os seus escritores, que colaboram com as letras de toda música. Segundo Rebecca, nem todos os episódios têm uma música, apenas criando uma \"quando for necessário\".\n\n\n== Transmissão original ==\nO episódio piloto para Steven Universe, juntamente com outros pilotos, foram lançados na plataforma de vídeo do Cartoon Network em 21 de maio de 2013, e em 30 de setembro de 2017 no Cartoon Network da America Latina e Brasileira. Em 20 de julho de 2013, o Cartoon Network disponibilizou uma versão editada do piloto em seu site oficial e página no Facebook. Os pilotos também foram exibidos na San Diego Comic-Con, e de 27 de julho a 28 de julho de 2013, o Cartoon Network transmitiu uma pequena antevisão do piloto como parte do Big Fan Weekend, com os pilotos para Clarence e Titio Avô. Um painel de 30 minutos dedicado à série foi hospedado na Comic Con de Nova York, em 13 de outubro de 2013, com hospedagem de Rebecca Sugar.\n\n\n== Exibição Internacional ==\nNo Canadá, a série começou a ser exibida no Cartoon Network em 11 de novembro de 2013 e no Teletoon a 24 de abril de 2014. A série também foi ao ar nos canais Cartoon Network Austrália em 3 de fevereiro de 2014, nos Estados Unidos em 4 de novembro de 2013 e no Reino Unido e Irlanda a partir de 12 de maio de 2014.\nPor razões anti-LGBT, Steven Universe deixou de ser exibido no Cartoon Network Árabe e no Cartoon Network Turquia desde 10 de outubro de 2016.Devido á série ser, aparentemente, pró-LGBT, Steven Universe foi banido no Quénia em 2017.O episódio especial Reunidos não foi emitido em 100% do Sudeste Asiático, Ásia Meridional, Taiwan e Hong Kong, sendo exibido o episódio seguinte.\nNa Rússia e na Bulgária, não são exibidos novos episódios desde 30 de julho de 2018.\nNa Espanha, o canal Boing retirou a série do ar devido a baixas audiências. A exibição da série está agora assegurada pela HBO Espanha.\n\n\n=== América ===\n\n\n=== Ásia ===\n\n\n=== África ===\n\n\n=== Europa ===\n\n\n=== Oceania ===\n\n\n== Recepção ==\nSteven Universo aborda um amplo número de temas, incluindo a infância, dinâmicas familiares inconvencionais, e uma intensiva homenagem a animes, jogos e cultura pop, além de ser um \"desenho sobre super-heróis que vão direto ao ponto\", segundo Eric Thurm da revista Wired. Jacob Hope Chapman da Anime News Network notou que animes como Revolutionary Girl Utena e Sailor Moon são influências tanto visuais quanto na história da série pelo \"humor predominante, que destrói qualquer drama em momentos pesados\" e \"glorificação do poder feminino\". Outros ícones japoneses que a série já fez referência incluem Neon Genesis Evangelion, Akira, Cowboy Bebop, e Dragon Ball Z, assim como filmes do Studio Ghibli e o mangá The Enigma of Amigara Fault de Junji Ito.[1]\nKat Smalley da PopMatters notou que Steven Universe é parte de uma tendência em que desenhos americanos voltados para o público infantil acabam atraindo e conquistando fãs de todas as idades, incluindo adultos. Como por exemplo Avatar: The Last Airbender, e sua continuação The Legend of Korra, Adventure Time, e Regular Show. Isso não se reflete apenas ao alcance de minorias que anteriormente raramente apareciam em desenhos, mas também a seus temas mais amplos, de acordo com Smalley - em vez de entregar vilões de bigodes clichês, a série \"lida com questões de violência e horror extraordinários, retrata seus personagens em tons de cinza e sutilmente brinca com questões de filosofia, moralidade e conflitos interpessoais, ao mesmo tempo em que se recusa a repor qualquer desenvolvimento a um \"Status quo\".[2]\n\n\n=== Polêmicas ===\nA animação sofreu censura em diversos países, sendo banida de alguns deles; cenas em que as gems se fundem ou se relacionamforam censuradas por serem consideradas inapropriadas ou muito adultas, e cenas envolvendo momentos considerados perturbadores também foram, como o ataque de Frybo e a transformação de Steven em um mutante amorfo.No Brasil e na América Latina as censuras levaram os fãs a organizarem petições online para que a série seja passada sem cortes, o que acabou por se mostrar eficaz, hoje a transmissão é quase 100% simultânea com a estadunidense e sem cortes ou censuras.\n\n\n== Episódios ==\n\n\n=== Resumo ===\n\n\n=== Episódios Especiais ===\nDiga Tio é o único episódio Crossover de Steven Universo, no caso junto ao Titio Avô. (Crossover Nexus não conta, pois faz parte de OK K.O.! Vamos Ser Heróis)\nBismuto é o primeiro episódio duplo de Steven Universo, com 22 minutos de duração.\nColheita Gem é o segundo episódio duplo de Steven Universo.\nReunidos é o último episódio duplo de Steven Universo.\nMudar de Ideia é o único episódio quádruplo de Steven Universo, com 44 minutos de duração.\nDe Volta ao Planeta Natal, Está tudo bem e Eu sou meu Monstro podem ser considerados episódios especiais por terem sido lançados junto a O Futuro, e fazerem parte dos 4 episódios finais lançados em 27 de março de 2020\n\n\n=== Crossovers ===\nDiga Tio é um episódio crossover com o Titio Avô que foi ao ar em 2 de abril de 2015 nos Estados Unidos e no Brasil foi ao ar em 15 de Novembro de 2015. No episódio, o Titio Avô ajuda Steven a usar seus poderes de Gem quando ele não consegue invocar seu escudo. O episódio contém um reconhecimento pelo Titio Avô de que o episódio não é canônico. Steven, Garnet, Ametista, Pérola e outros personagens do Cartoon Network de programas atuais e anteriores fizeram aparições no episódio Titio Avô Pizza Eve.\nAlém disso, Garnet apareceu em Crossover Nexus, um episódio de OK K.O.! Let's Be Heroes, que foi ao ar em 8 de outubro de 2018. No episódio, Garnet se juntou a KO, Ben Tennyson de Ben 10 e Ravena de Jovens Titans em Ação! para parar o vilão Strike.\n\n\n== Jogos ==\n\n\n== Prêmios e indicações ==\nSteven Universo em sua franquia geral, foi indicado em 12 prêmios, vencendo três deles atualmente.\n\n\n== Referências ==\n\n\n== Ligações externas ==\n«Steven Universe» (em inglês). no IMDb \n«Steven Universe» (em inglês). no Big Cartoon DataBase","sourceContentSanitized":"Steven Universo no Brasil, ou Steven Universe nos Estados Unidos e em Portugal foi uma série de desenho animado norte-americana criada por Rebecca Sugar para o canal televisivo animado Cartoon Network. É a história de amadurecimento de um menino, Steven Universe, que mora com as Crystal Gems - seres intergalácticos mágicos. As chamadas Garnet, Pérola e Ametista - na cidade fictícia de Beach City. Steven, que é meio Gem, meio humano, tem aventuras com seus amigos e ajuda as Crystal Gems a proteger o mundo de sua própria espécie e as Gems corrompidas do Planeta Natal. Steven Universe estreou em 4 de novembro de 2013 e teve seu fim em 21 de janeiro de 2019.Mas possui uma continuação chamada Steven Universe Future e um filme. Além disso é o primeiro programa de animação da Cartoon Network criado exclusivamente por uma mulher. Os temas da série incluem amor, temáticas LGBT, preservação da natureza, magia, espaço, amadurecimento e família. Livros, quadrinhos e um videogame baseado na série foram lançados, e um filme, que foi lançado no dia 2 de setembro mundialmente e 7 de outubro nacionalmente.A Cartoon Network divulgou no dia 4 de outubro de 2019 a nova abertura de Steven Universo. A animação segue para uma continuação, alcançando sucesso entre o público infantil e adulto. Para essa nova fase, contudo, a série ganha novo título, sendo chamada \"Steven Universo Futuro\", acrescentando o termo \"futuro\" ao nome original. A divulgação da nova abertura aconteceu durante a New York Comic Con 2019. Criada por Rebecca Sugar, que também trabalhou com \"Hora de Aventura\", outra animação popular da Cartoon Network, a história da animação segue o apresentado no filme recém-lançado do personagem. Steven aparece já com 16 anos, e permanece ao lado da melhor amiga, Connie, e das Crystal Gems Garnet, Ametista, Pérola, Peridot, Bismuto e Lápis Lazuli. No dia 18 de Novembro de 2019, foi divulgado o teaser do epílogo, que revelou poucas coisas, como a Jasper de volta como vilã, uma fusão nova mostrada na abertura e novas cenas, que levaram os fãs a curiosidade ainda maior. Na mesma semana, dia 20 de Novembro de 2019 o Cartoon Network anunciou a data de estreia do epílogo, que estrearia em 7 de Dezembro de 2019, começando com um especial de 1 hora de duração. Já a Cartoon Network Brasil divulgou junto com a criadora, Rebecca Sugar, que no dia 28 de Dezembro de 2019 a série será estreada. Rebecca Sugar baseou o personagem principal em seu irmão mais novo, Steven Sugar. Ela desenvolveu Steven Universo enquanto era escritora e artista de storyboard em Adventure Time, que ela deixou quando o Cartoon Network encomendou sua série para produção completa. A série desenvolveu uma ampla base de fãs e tem sido aclamada pela crítica por seu design, música, elenco de vozes, caracterização, a importância do gênero feminino, o respeito com o público LGBT, construção de mundo de fantasia e ficção científica. Ela foi indicada para 6 prêmios Emmy, com 2 vitórias, e 5 Annie Awards, e foi renovada para a quarta e quinta temporada em março de 2016.No Brasil, a série é transmitida desde 7 de abril de 2014 pelo Cartoon Network. Em Portugal, é transmitida desde 1 de junho de 2014 pelo Cartoon Network. Em 7 de dezembro de 2019, foi lançado Steven Universo: Futuro, a série epilogo da série original. Inicialmente contou com 10 episódios lançados no mês de dezembro. Em 20 de fevereiro de 2020, foi anunciado o lançamento dos episódios finais do epílogo, e da série em geral. Em 27 de março de 2020, Steven Universo foi oficialmente finalizado em seu epílogo com 20 episódios no total. Já no Brasil, Steven Universo: Futuro foi lançado em 28 de dezembro de 2019, com os episódios finais sendo lançados ainda em 2020. Inicialmente, os episódios finais de Steven Universo - Futuro, iriam ao ar a partir do dia 3 de Abril, sendo finalizado em 24 de Abril de 2020. Porém, por conta da Pandemia de COVID-19, os episódios foram adiados sem data de estreia. Em 22 de outubro de 2020 foi anunciado a data que os episódios finais iriam ser lançados. A partir de 30 de novembro todos os episódios de \"Steven Universo: Futuro\" seriam passados, com os 10 episódios finais começando a ser exibidos a partir de 2 de dezembro, sendo finalizado dia 4 de dezembro de 2020.Em 4 de dezembro de 2020,Steven Universo foi oficialmente finalizado no Brasil. De acordo com Rebecca Sugar, a produção de Steven Universo começou enquanto trabalhava com outros escritores de Adventure Time. O seu último episódio para a série foi \"Simon & Marcy\", chegando ao ponto de perceber \"se tornou impossível de realizar\". Ela encontraria essa dificuldade apenas durante a produção do episódio. O personagem titular, Steven, é levemente baseado no irmão mais novo da criadora Rebecca Sugar, Steven Sugar, que é um dos artistas da série. Enquanto crescia, Sugar colaborava com seu irmão e amigos criando histórias em quadrinhos. Numa entrevista com o jornal The New York Times, ela comentou sobre o desenvolvimento do protagonista do desenho, expressando sua vontade de desenvolver o personagem do ponto de vista do seu irmão criança \"quando você vive despreocupado e tem toda a atenção do mundo, mas ao mesmo tempo você tem que crescer e provar que não é mais uma criança\".As personagens coadjuvantes Lars e Sadie foram originalmente criadas por Sugar nos seus tempos de escola. Segundo ela, as \"Gems são uma versão de mim... neuróticas, preguiçosas, decisivas\". A presença inusual de personagens femininas numa série sobre um garoto - todos os personagens principais exceto Steven e Greg são mulheres - é intencional, de acordo com Sugar. Ela teve a intenção de \"quebrar estereótipos de gênero nos desenhos infantis\", pois considerava absurdo que desenhos voltados para meninos fossem fundamentalmente diferentes dos para as meninas.Sugar disse que a criação de vários elementos da série foram inspirados por Future Boy Conan e Sailor Moon, e também por Os Simpsons. As músicas e números musicais da série são produzidas por Rebecca com os seus escritores, que colaboram com as letras de toda música. Segundo Rebecca, nem todos os episódios têm uma música, apenas criando uma \"quando for necessário\". O episódio piloto para Steven Universe, juntamente com outros pilotos, foram lançados na plataforma de vídeo do Cartoon Network em 21 de maio de 2013, e em 30 de setembro de 2017 no Cartoon Network da America Latina e Brasileira. Em 20 de julho de 2013, o Cartoon Network disponibilizou uma versão editada do piloto em seu site oficial e página no Facebook. Os pilotos também foram exibidos na San Diego Comic-Con, e de 27 de julho a 28 de julho de 2013, o Cartoon Network transmitiu uma pequena antevisão do piloto como parte do Big Fan Weekend, com os pilotos para Clarence e Titio Avô. Um painel de 30 minutos dedicado à série foi hospedado na Comic Con de Nova York, em 13 de outubro de 2013, com hospedagem de Rebecca Sugar. No Canadá, a série começou a ser exibida no Cartoon Network em 11 de novembro de 2013 e no Teletoon a 24 de abril de 2014. A série também foi ao ar nos canais Cartoon Network Austrália em 3 de fevereiro de 2014, nos Estados Unidos em 4 de novembro de 2013 e no Reino Unido e Irlanda a partir de 12 de maio de 2014. Por razões anti-LGBT, Steven Universe deixou de ser exibido no Cartoon Network Árabe e no Cartoon Network Turquia desde 10 de outubro de 2016.Devido á série ser, aparentemente, pró-LGBT, Steven Universe foi banido no Quénia em 2017.O episódio especial Reunidos não foi emitido em 100% do Sudeste Asiático, Ásia Meridional, Taiwan e Hong Kong, sendo exibido o episódio seguinte. Na Rússia e na Bulgária, não são exibidos novos episódios desde 30 de julho de 2018. Na Espanha, o canal Boing retirou a série do ar devido a baixas audiências. A exibição da série está agora assegurada pela HBO Espanha. Steven Universo aborda um amplo número de temas, incluindo a infância, dinâmicas familiares inconvencionais, e uma intensiva homenagem a animes, jogos e cultura pop, além de ser um \"desenho sobre super-heróis que vão direto ao ponto\", segundo Eric Thurm da revista Wired. Jacob Hope Chapman da Anime News Network notou que animes como Revolutionary Girl Utena e Sailor Moon são influências tanto visuais quanto na história da série pelo \"humor predominante, que destrói qualquer drama em momentos pesados\" e \"glorificação do poder feminino\". Outros ícones japoneses que a série já fez referência incluem Neon Genesis Evangelion, Akira, Cowboy Bebop, e Dragon Ball Z, assim como filmes do Studio Ghibli e o mangá The Enigma of Amigara Fault de Junji Ito.[1] Kat Smalley da PopMatters notou que Steven Universe é parte de uma tendência em que desenhos americanos voltados para o público infantil acabam atraindo e conquistando fãs de todas as idades, incluindo adultos. Como por exemplo Avatar: The Last Airbender, e sua continuação The Legend of Korra, Adventure Time, e Regular Show. Isso não se reflete apenas ao alcance de minorias que anteriormente raramente apareciam em desenhos, mas também a seus temas mais amplos, de acordo com Smalley - em vez de entregar vilões de bigodes clichês, a série \"lida com questões de violência e horror extraordinários, retrata seus personagens em tons de cinza e sutilmente brinca com questões de filosofia, moralidade e conflitos interpessoais, ao mesmo tempo em que se recusa a repor qualquer desenvolvimento a um \"Status quo\".[2] A animação sofreu censura em diversos países, sendo banida de alguns deles; cenas em que as gems se fundem ou se relacionamforam censuradas por serem consideradas inapropriadas ou muito adultas, e cenas envolvendo momentos considerados perturbadores também foram, como o ataque de Frybo e a transformação de Steven em um mutante amorfo.No Brasil e na América Latina as censuras levaram os fãs a organizarem petições online para que a série seja passada sem cortes, o que acabou por se mostrar eficaz, hoje a transmissão é quase 100% simultânea com a estadunidense e sem cortes ou censuras. Diga Tio é o único episódio Crossover de Steven Universo, no caso junto ao Titio Avô. Bismuto é o primeiro episódio duplo de Steven Universo, com 22 minutos de duração. Colheita Gem é o segundo episódio duplo de Steven Universo. Reunidos é o último episódio duplo de Steven Universo. Mudar de Ideia é o único episódio quádruplo de Steven Universo, com 44 minutos de duração. De Volta ao Planeta Natal, Está tudo bem e Eu sou meu Monstro podem ser considerados episódios especiais por terem sido lançados junto a O Futuro, e fazerem parte dos 4 episódios finais lançados em 27 de março de 2020 Diga Tio é um episódio crossover com o Titio Avô que foi ao ar em 2 de abril de 2015 nos Estados Unidos e no Brasil foi ao ar em 15 de Novembro de 2015. No episódio, o Titio Avô ajuda Steven a usar seus poderes de Gem quando ele não consegue invocar seu escudo. O episódio contém um reconhecimento pelo Titio Avô de que o episódio não é canônico. Steven, Garnet, Ametista, Pérola e outros personagens do Cartoon Network de programas atuais e anteriores fizeram aparições no episódio Titio Avô Pizza Eve. Além disso, Garnet apareceu em Crossover Nexus, um episódio de OK K.O.! Let's Be Heroes, que foi ao ar em 8 de outubro de 2018. No episódio, Garnet se juntou a KO, Ben Tennyson de Ben 10 e Ravena de Jovens Titans em Ação! para parar o vilão Strike. Steven Universo em sua franquia geral, foi indicado em 12 prêmios, vencendo três deles atualmente. «Steven Universe» . no IMDb «Steven Universe» . no Big Cartoon DataBase","sentences":[{"text":"Steven Universo no Brasil, ou Steven Universe nos Estados Unidos e em Portugal foi uma série de desenho animado norte-americana criada por Rebecca Sugar para o canal televisivo animado Cartoon Network.","keywords":["Steven Universo","Steven Universe","Estados Unidos","série de desenho","Brasil","canal televisivo","Cartoon Network","Portugal","norte-americana","Rebecca"],"googleSearchQuery":"Steven Universo Steven Universo"},{"text":"É a história de amadurecimento de um menino, Steven Universe, que mora com as Crystal Gems - seres intergalácticos mágicos.","keywords":["história de amadurecimento de um menino","Steven Universe","Crystal Gems","seres intergalácticos","mágicos"],"googleSearchQuery":"Steven Universo história de amadurecimento de um menino"},{"text":"As chamadas Garnet, Pérola e Ametista - na cidade fictícia de Beach City.","keywords":["chamadas Garnet","cidade fictícia de Beach City","Pérola","Ametista"],"googleSearchQuery":"Steven Universo chamadas Garnet"},{"text":"Steven, que é meio Gem, meio humano, tem aventuras com seus amigos e ajuda as Crystal Gems a proteger o mundo de sua própria espécie e as Gems corrompidas do Planeta Natal.","keywords":["meio Gem","Crystal Gems","mundo de sua própria espécie","Steven","Planeta Natal","aventuras","amigos","Gems"],"googleSearchQuery":"Steven Universo meio Gem"},{"text":"Steven Universe estreou em 4 de novembro de 2013 e teve seu fim em 21 de janeiro de 2019","keywords":["Steven Universe","novembro","fim","janeiro"],"images":["https://www.google.com/maps/d/thumbnail?mid=1CPKTeS_evYb9vg2GBJlAPr138gI"],"googleSearchQuery":"Steven Universo Steven Universe"},{"text":"Mas possui uma continuação chamada Steven Universe Future e um filme.","keywords":["Steven Universe Future","continuação","filme"],"images":["https://www.google.com/maps/d/thumbnail?mid=1CPKTeS_evYb9vg2GBJlAPr138gI"],"googleSearchQuery":"Steven Universo Steven Universe Future"},{"text":"Além disso é o primeiro programa de animação da Cartoon Network criado exclusivamente por uma mulher.","keywords":["primeiro programa de animação da Cartoon Network","mulher"],"images":["https://lasillarotarm.blob.core.windows.net.optimalcdn.com/images/2018/07/07/stevenuniversebodalgbtrubizafiro3.jpg","https://lasillarotarm.blob.core.windows.net.optimalcdn.com/images/2018/07/07/stevenuniversebodalgbtrubizafiro-focus-0-0-983-557.png"],"googleSearchQuery":"Steven Universo primeiro programa de animação da Cartoon Network"}]}