{"maximumSentences":7,"searchTerm":"WandaVision","prefix":"What is","sourceContentOriginal":"WandaVision é uma minissérie americana criada para o Disney+ por Jac Schaeffer, baseada nos personagens da Marvel Comics Wanda Maximoff / Feiticeira Escarlate e Visão. A série é ambientada no Universo Cinematográfico da Marvel (UCM), compartilhando a continuidade com os filmes da franquia. Os eventos ocorrem após os acontecimentos do filme Vingadores: Ultimato. A série é produzida pelo Marvel Studios, com Schaeffer atuando como roteirista principal e Matt Shakman na direção.\nElizabeth Olsen e Paul Bettany reprisam seus papéis como Wanda Maximoff / Feiticeira Escarlate e Visão, respectivamente, da série de filmes. Teyonah Parris, Kat Dennings, Randall Park e Kathryn Hahn também estrelam. Em setembro de 2018, a Marvel Studios estava desenvolvendo uma série de séries limitadas para o Disney+, centradas em personagens coadjuvantes dos filmes da MCU, como Maximoff e Visão, com a expectativa de que Olsen e Bettany retornassem. Schaeffer foi contratada em janeiro de 2019, a série foi anunciada oficialmente em abril e Shakman entrou em agosto. As filmagens começaram em Atlanta, Geórgia, em novembro de 2019. Em março de 2020, a produção foi interrompida devido à pandemia de COVID-19, e esperava-se que fosse retomada em julho em Los Angeles.\nWandaVision estreou com seus dois primeiros episódios em 15 de janeiro de 2021 e teve nove episódios, concluindo em 5 de março. É a primeira série da Fase Quatro do UCM. A série foi elogiada pela crítica por suas homenagens a sitcoms antigas e as performances de Olsen e Bettany. O diretor, Matt Shakman, revelou que dentre as referências presentes destacam-se The Vision and Scarlet Witch (1985), o evento de quadrinhos conhecido como House of M, além da história The Vision, de Tom King.\n\n\n== Sinopse ==\nSituada três semanas após os eventos de Vingadores: Ultimato (2019), Wanda Maximoff e Visão estão vivendo uma vida suburbana idílica na cidade de Westview, no estado de New Jersey, tentando esconder suas verdadeiras identidades. À medida que começam a entrar nas novas décadas, o casal suspeita que as coisas não são o que parecem.\n\n\n== Elenco e personagens ==\n\n\n=== Principal ===\nElizabeth Olsen como Wanda Maximoff / Feiticeira Escarlate:Uma Vingadora, cujos poderes são ter o controle de magia, hipnose e telecinésia, bem como alterar a realidade. Olsen afirmou que a série explicaria como e por que Wanda se tornou conhecida como a Feiticeira Escarlate, já que ela não tinha sido chamada assim em aparições anteriores de MCU. WandaVision também mostra a personagem se tornando mais alinhada com a versão nos quadrinhos, incluindo a descrição de sua saúde e doença mental.\nPaul Bettany como Visão:Um androide e vingador criado usando a inteligência artificial J.A.R.V.I.S. e a Joia da Mente. Visão aparece na série após sua morte em Vingadores: Guerra Infinita (2018).\nKathryn Hahn como Agatha HarknessːUma bruxa que se disfarça de \"Agnes\", a \"vizinha intrometida\" de Wanda e Visão, dentro da comédia fictícia WandaVision. Hahn descreveu Agnes como a vizinha \"que não sai do sofá no final da noite\" e está \"sempre no trabalho\". Hahn ficou fascinada pelos \"choques de adrenalina e humanidade\" que o UCM proporcionou e pelo fato de ter um \"suspiro de magia humana\".\nTeyonah Parris como Monica Rambeau:A filha da pilota da Força Aérea Maria Rambeau e capitã da S.W.O.R.D. (Sentient Weapon Observation Response Division), que primeiro se apresenta a Wanda e Visão como sua vizinha, \"Geraldine\". Ela tem uma \"resistência e capacidade de ser mulher\" em um mundo dominado pelos homens. Quando criança, ela admirava a amiga e colega de sua mãe, Carol Danvers / Capitã Marvel.\nKat Dennings como Dra. Darcy Lewis:Uma astrofísica trabalhando com a S.W.O.R.D. que anteriormente foi estagiária de Jane Foster e fez amizade com Thor. Dennings repete seu papel de Thor (2011) e Thor: O Mundo Sombrio (2013).\nRandall Park como Jimmy Woo:Um agente do FBI trabalhando com a S.W.O.R.D, que anteriormente era o oficial de condicional de Scott Lang. Park repete seu papel de Homem-Formiga e a Vespa (2018).\nDebra Jo Rupp como Sharon Davis: Cidadã de Nova Jersey e esposa de Todd, que faz o papel da Sra. Hart, vizinha de Wanda e Visão.\nEvan Peters como Ralph Bohner:Um residente de Westview sob o controle de Agatha se passando por irmão gêmeo de Wanda, Pietro, que pode se mover em velocidade sobre-humana. O verdadeiro Pietro foi morto no filme Avengers: Age of Ultron (2015), onde foi interpretado por Aaron Taylor-Johnson. Schaeffer e Livanos estavam ansiosas para trazer o personagem de volta à série e decidiram tirar proveito de suas noções de \"o que é real e o que não é, e desempenho, elenco, público e fandom\", fazendo com que o personagem fosse \"reformulado\" dentro do programa fictício WandaVision. Schaeffer observou que isso joga com os tropos de sitcom de personagens reformulados sem \"muito barulho\" e também de ter um parente chegando na cidade que \"agita as coisas com a família\".\n\n\n=== Recorrente ===\nFred Melamed como Todd Davis / Arthur Heart: Cidadão de Nova Jersey e marido de Sharon, que desempenha o papel de Arthur Hart, vizinho de Wanda e Visão e chefe do Visão.\nJolene Purdy como Isabel Matsueida: que interpreta Beverly, vizinha de Wanda e Visão.\nEmma Caulfield como Dottie Jones: uma mãe cética que governa a vizinhança com punho de ferro e sorriso envenenado.\nJosh Stamberg como Tyler Hayward: Diretor interino da S.W.O.R.D..\nJett Klyne como Tommy Maximoff: Um dos filhos da Wanda com o Visão, que como o tio Pietro possui velocidade sobre-humana.\nJulian Hilliard como Billy Maximoff: O irmão gêmeo de Tommy, que como a mãe possui poderes mágicos.\n\n\n=== Participações ===\nAsif Ali como Abilash Tandon: que interpreta o colega de trabalho de Visão, Norm.\nZac Henry como Franklin: um agente da S.W.O.R.D. que entra na realidade de Wanda.\nAlan Heckner com Monti: um agente da S.W.O.R.D..\nSelena Anduze como Rodríguez: uma agente da S.W.O.R.D..\n\n\n== Episódios ==\n\n\n== Produção ==\n\n\n=== Desenvolvimento ===\nEm setembro de 2018, a Marvel Studios estava desenvolvendo várias séries limitadas para o serviço de streaming da Disney, sua empresa-mãe, Disney+, para se centrar em personagens coadjuvantes dos filmes do Universo Cinematográfico da Marvel (MCU) que não haviam estrelado seus próprios filmes, como a Feiticeira Escarlate. Os atores que retrataram os personagens dos filmes deveriam reprisar seus papéis na série limitada, incluindo Elizabeth Olsen como a Feiticeira Escarlate. Esperava-se que a série tivesse de seis a oito episódios cada, tendo um \"alto orçamento [rival] como o de uma grande produção em estúdio\" e seja produzida pela Marvel Studios em vez da Marvel Television, que produziu séries de televisão anteriores no MCU. O presidente da Marvel Studios, Kevin Feige, assumiu um \"papel prático\" no desenvolvimento de cada série, concentrando-se na \"continuidade da história\" com os filmes e \"remanejando\" os atores que reprisariam seus papéis dos filmes. No final de outubro, esperava-se que o Visão tivesse um papel significativo na série, que se concentraria no relacionamento entre Wanda e Visão. Nos meses seguintes, os títulos Vision and The Witch Scarlet e The Vision and Scarlet Witch foram ambos sugeridos.Jac Schaeffer foi contratada como roteirista principal da série em janeiro de 2019, depois de trabalhar anteriormente como roteirista nos filmes Capitã Marvel (2019) e Viúva Negra (2020) para a Marvel Studios. Schaeffer foi escolhida para escrever o episódio piloto e ser produtora executiva da série. Em abril, Disney e Marvel anunciaram oficialmente a série com o título WandaVision. Em agosto, Matt Shakman foi contratado para dirigir a minissérie, e servir como produtor executivo. Feige, junto com Louis D'Esposito e Victoria Alonso da Marvel Studios, também atuam como produtores executivos. Os orçamentos para cada episódio foram de US $ 25 milhões.WandaVision foi descrita como metade uma \"sitcom clássica\", metade um \"épico da Marvel\" por Feige, \"super vanguarda e esquisita\" por Paul Bettany, e uma série que está \"casando a ação épica de super-heróis com a tolice de uma sitcom de cidade pequena\", pela co-produtora executiva Mary Livanos. Ao ser contratada, Schaeffer recebeu material de quadrinhos e um esboço do que o Marvel Studios esperava realizar com a série, para que ela ajudasse a moldar suas ideias em uma estrutura coerente. Schaeffer confiou em sua proposta, com o resultado permanecendo muito próximo disso. Por ser uma série limitada, descobrir como contar a história em uma estrutura longa foi um desafio inicial, que acabou sendo pensado como um enredo com vários problemas nos quadrinhos. Schaeffer sentiu que WandaVision estava \"no espaço bizarro de ser um filme de sustentação dentro de uma construção de série limitada\".\n\n\n=== Roteiro ===\nSchaeffer contratou oito roteiristas para a sala de roteiristas da série, incluindo quatro mulheres e várias pessoas de cor, devido à sua crença de que \"as histórias são melhores, quanto mais perspectivas você tiver\". Muitos dos escritores tinham experiência anterior com televisão, que Schaeffer procurou, para ajudar a moldar cada episódio dentro da narrativa maior. Megan McDonnell atuou como redatora da série, antes de ser promovida a editora de histórias. Feige sugeriu que Wanda e Visão estivessem em \"um estranho mundo de fantasia de felicidade suburbana\" devido a ele ser um amante \"autoproclamado\" de comédias e como elas poderiam ser usadas para escapar da realidade, e Scaeffer ajudou a descobrir o que isso significava para os personagens. Enquanto explorava os filmes  anteriores do MCU, Schaeffer foi atraída pelos \"momentos mais mundanos [dos personagens]\", como Wanda e Visão desfrutando de seu tempo na Escócia em Vingadores: Guerra Infinita (2018). Schaeffer sabia que havia \"uma espécie de admiração e sinceridade\" nos dois personagens, e quando eles foram colocados em um cenário de sitcom, que Schaeffer sentiu \"em sua face que é falso e ridículo\", o resultado foi \"calmo e caloroso e enredado com nosso senso comum do que é o lar, o que é família e o que é este país\". Feige, junto com Schaeffer, Shakman e Livanos, se dedicou a \"acertar\" o \"tom irreverente\" da série. Livanos explicou que o show é \"complicado\" por causa de como ele incorporou \"as regras do MCU\" estreitas em sitcoms familiares suburbanas, enquanto observou que alguns episódios foram estruturados de forma diferente. Ela expressou entusiasmo por como a série faz o público questionar como WandaVision se encaixa na linha do tempo do MCU, se é um experimento social ou definido em uma realidade alternativa, e o mistério revelador que o cerca.Shakman e Schaeffer disseram que WandaVision era \"uma carta de amor para a era de ouro da televisão\", embora homenageie muitas comédias norte-americanas antigas. Bettany acrescentou que WandaVision prestaria homenagem a muitas épocas e gêneros da televisão americana ao longo dos anos, incluindo sitcoms de estilo documentário moderno como Modern Family e The Office. Tanto Schaeffer quanto Shakman estudaram sitcoms antigass para aprender seus \"ornamentos e estilos\" e, junto com Feige, falaram com Dick Van Dyke, a estrela de The Dick Van Dyke Show, para aprender como essa série poderia \"ser muito ampla com piadas bobas de comédia física, e ainda assim nunca parecer falso\". Van Dyke disse aos dois que eles foram guiados pelo que poderia ou não acontecer na vida real, para retratar o que foi feito no show.  Algumas sitcoms antigas que serviram de inspiração ou guiaram a direção da série além de The Dick Van Dyke Show foram I Love Lucy, My Three Sons, Papai Sabe Tudo, The Adventures of Ozzie and Harriet, A Feiticeira, The Brady Bunch, Family Ties, Out of This World, Malcolm in the Middle, Modern Family e The Office. Além disso, para uma meta-referência, Três é Demais é parte da \"estrutura\" de WandaVision, dado as irmãs mais velhas de Olsen, Mary-Kate e Ashley, que estrelaram essa série. Livanos observou como eles se divertiram \"mexendo com as expectativas\" de comédias de família suburbanas do passado e comparou o amor \"programado\" deles a como Visão é uma combinação do violento robô Ultron e da inteligência artificial sagaz J.A.R.V.I.S. O romance de Wanda e Visão ajuda a fundamentar a série, com Schaeffer acrescentando \"É sempre tão atraente quando estranhos se encontram. Ambos são diferentes com D maiúsculo.\"Olsen observou que haviam \"muitos quadrinhos que apóiam\" os personagens que aparecem em um cenário de sitcom, e foi informada por Feige que ele queria combinar duas séries de quadrinhos diferentes como inspiração para WandaVision. O escritor de quadrinhos Tom King indicou em outubro de 2019 que sua versão em The Vision seria uma inspiração para WandaVision. Com o lançamento do trailer oficial da série, alguns comentaristas notaram a influência de The Vision, bem como o enredo de \"Dinastia M\" na série, com elementos de The Vision and the Scarlet Witch por Bill Mantlo e Rick Leonardi, e The Vision and the Scarlet Witch, de Steve Englehart e Richard Howell, em que Wanda engravida por \"meios mágicos\" de Visão. WandaVision também explora como Wanda cresceu em um país do Leste Europeu e dependia de produtos americanos do mercado negro, como a televisão.Comparando seu trabalho na série com o filme Viúva Negra, Schaeffer disse que WandaVision seria \"o oposto polar\" ao estilo de ação agressiva e visceral do filme. Feige descreveu a série como uma oportunidade para contar a história de Wanda e Visão, mostrar mais do que Wanda pode fazer, explorar ainda mais quem é o Visão e apresentar os quadrinhos da \"Feiticeira Escarlate\" ao MCU \"de várias maneiras, pois são totalmente divertidos, engraçados, um tanto assustadores e terão repercussões para todo o futuro da Fase Quatro do MCU\". Ele acrescentou que WandaVision \"funcionaria\" como uma série para qualquer espectador que não estivesse familiarizado com todos os filmes do MCU, mas acrescentou que, aqueles que viram todos os filmes e estavam seguindo a trajetória das histórias planejadas da Fase Quatro, teriam \"uma riqueza de recompensas esperando por você enquanto tudo se desenrola\". A série se passa depois de Vingadores: Ultimato, e \"preparará diretamente\" para o filme Doutor Estranho no Multiverso da Loucura (2022), que inclui Wanda.\n\n\n=== Escolha do elenco ===\n\nCom o anúncio oficial da série em abril de 2019, veio a confirmação de que Olsen e Bettany iriam reprisar seus papéis de Wanda e Visão, respectivamente, na série. Teyonah Parris foi anunciada como parte do elenco no papel de Monica Rambeau em julho de 2019; o personagem foi apresentado ao MCU como uma criança (interpretado por Akira Akbar) em Capitã Marvel, que foi ambientado em 1995. Em agosto de 2019, na D23 Expo, foram confirmados os atores Kat Dennings e Randall Parks, reprisando seus papéis como Darcy Lewis (Thor e Thorː O Mundo Sombrio) e Agente Jimmy Woo (Homem-Formiga e a Vespa) respectivamente. Ainda no evento, Kathryn Hahn foi escalada como Agnes. Park juntou-se à série após uma reunião geral com a Marvel para discutir o futuro de Woo no MCU após sua apresentação em Homem-Formiga e a Vespa (2018).  Asif Ali também foi escalado para a série, assim como Jolene Purdy em um papel recorrente, ambos revelados em outubro de 2020. Em 11 de janeiro de 2021, a atriz Emma Caulfield foi confirmada em um papel não revelado.\n\n\n=== Filmagens e pós-produção ===\nAs filmagens começaram no início de novembro de 2019,  em Pinewood Atlanta Studios em Atlanta, Geórgia,  com direção de Shakman.  A série foi filmada sob o título provisório de Big Red,  com Jess Hall atuando como diretor de fotografia.  As filmagens começaram em 21 de setembro em Los Angeles, Califórnia. Os atores viram episódios de sitcoms antigas antes das filmagens para ajudá-los a \"capturar o espírito de cada tom e estilo\". O primeiro episódio da série, \"uma grande canção de amor para The Dick Van Dyke Show\", foi filmado por dois dias em preto e branco e teve uma platéia ao vivo presente no estúdio, para imitar a filmagem de sitcom. Olsen também indicou que haviam discussões em andamento sobre a série usar uma trilha de risadas. Lentes de câmera e iluminação apropriadas dos anos 1950 foram usadas no episódio, enquanto a equipe de efeitos especiais criava cabos de aço, junto com truques de câmera, para fazer os adereços se moverem pela magia de Wanda, como foi feito em séries como A Feiticeira e Jeannie é um Gênio. A equipe também vestiu roupas adequadas à época durante as filmagens. Ao filmar cenas em preto e branco, Bettany foi pintado de azul ao atuar como Visão, ao invés da cor marrom do personagem, já que o azul apareceu melhor na imagem em tons de cinza. Olsen e Bettany acharam a experiência da estreia surreal e única. Os outros períodos explorados nos episódios também tiveram toques específicos do período em si, como o episódio dos anos 1970 usando iluminação daquela época. Shakman queria garantir que os elementos da sitcom nunca parecessem uma paródia, mas fossem tão autênticos quanto possível.As filmagens em locações aconteceram na área metropolitana de Atlanta durante os meses de dezembro de 2019 e fevereiro de 2020.   Uma festa de encerramento das filmagens da série ocorreu em 1º de março, antes de um hiato planejado de quatro semanas, mas a produção da série ainda estava em andamento em 14 de março, quando foi interrompido devido à pandemia de COVID-19. Durante o intervalo, Shakman começou a editar a série com o que já havia sido filmado, permitindo-lhe \"polir\" antes de retomar a produção, o que por sua vez o informou de como abordar algumas coisas de uma maneira diferente.As filmagens deveriam ser retomadas em Los Angeles em julho de 2020. e ainda estava acontecendo naquele mês de outubro. Olsen achou difícil retomar a produção precisando pensar em todas as medidas de segurança adicionais postas em prática, depois de ser isolada durante o encerramento da produção, enquanto Bettany não gostou do fato de os atores terem que voltar para seus trailers depois de concluírem suas cenas, que ele sentiu muito excluído da construção de camaradagem entre o elenco e a equipe que normalmente acontece. As filmagens aconteceram na Blondie Street no Warner Bros. Ranch em Burbank, Califórnia, onde as comédias antigas também foram filmadas. Shakman sentiu que o backlot da Blondie Street tinha \"aquele estranho senso de falsidade\" que nenhuma rua da vida real poderia reproduzir. O trabalho de pós-produção ainda estava acontecendo quando a filmagem foi retomada; Shakman chamou o trabalho em todas as etapas do processo de uma vez de \"esquizofrênico\". Em meados de novembro, a produção havia terminado, com Olsen filmando juntamente Doctor Strange in the Multiverse of Madness.Bettany disse que algumas \"coisas muito inteligentes\" foram feitas durante as filmagens, visto que a série teve que fazer seis horas de conteúdo com um orçamento semelhante ao de um filme do MCU de duas horas e meia. Como Shakman foi o único diretor da série, Bettany afirmou que o conteúdo de diferentes episódios foram filmados juntos, e \"algumas decisões muito inteligentes\" foram tomadas em relação à filmagem dos primeiros episódios para ter \"muito tempo no final para tentar manter o mesmo tipo de valor de produção\". Shakman tentou filmar as coisas cronologicamente através das várias épocas da comédia para ajudar os atores. Feige acrescentou que, à medida que a série avança nas décadas de sitcom, ela emularia \"o estilo de documentário de falar para a câmera, câmera trêmula\" de algumas sitcoms modernas.\n\n\n=== Música ===\nEm janeiro de 2020, Christophe Beck anunciou que iria compor a trilha para a série; ele compôs anteriormente as trilhas de Homem-Formiga (2015) e Homem-Formiga e a Vespa (2018). Em dezembro, foi anunciado que Robert Lopez e Kristen Anderson-Lopez escreveram canções-tema para alguns episódios da série. Eles foram procurados para a série por Shakman, que era amigo de Lopez na faculdade, e eles já haviam trabalhado com Beck na trilha para a franquia Frozen.Álbuns de trilha sonora para cada episódio, incluindo a pontuação de Beck e as canções-tema de Lopez e Anderson-Lopez, estão sendo lançados digitalmente pela Marvel Music e Hollywood Records de 22 de janeiro a 12 de março de 2021, uma semana após a estreia de cada episódio.\n\n\n== Divulgação ==\nA série foi promovida como parte do Expanding the Universe, um especial da Marvel Studios que estreou no Disney+ em 12 de novembro de 2019. Em dezembro, Feige mostrou a primeira imagem da série na Comic Con Experience. Vinnie Mancuso, da Collider, achou a imagem \"muito interessante\", destacando a coloração \"preto e branco old-school\". Um comercial da série, The Falcon and the Winter Soldier, e Loki foi exibido durante o Super Bowl LIV. Dais Johnston, do site Inverse, observou que os clipes mostrados referenciam visualmente sitcoms que abrangem diferentes épocas, incluindo The Dick Van Dyke Show (1961-1966), Leave It to Beaver (1957-1963), A Feiticeira (1964-1972), A Família Sol-Lá-Si-Dó (1969 -1974), Roseanne (1988-1997), e Três é Demais (1987-1995). Johnston pensou que a série seria \"uma atração imperdível não apenas para os fãs da Marvel, mas também para quem procura um toque de nostalgia: a estrutura da época significa que qualquer um pode reviver os shows de sua infância nesta era do streaming\". Julia Alexander, do The Verge, disse que o clipe \"não era muito\", mas oferece \"vislumbres suficientes para provocar os fãs\". Haleigh Foutch, do Collider, sentiu que, de todos os comerciais que passaram durante o Super Bowl, os teasers da Marvel foram os que \"roubaram todo o show\" e tinham \"muito com o que se animar\". Foutch disse que as imagens de WandaVision foram \"as mais emocionantes\", dizendo que eram \"totalmente estranhas e imprevisíveis\".O trailer oficial da série foi lançado em 20 de setembro de 2020, durante o Prêmios Emmy do Primetime de 2020. O trailer recebeu 55,7 milhões de visualizações online em 24 horas, incluindo 36,1 milhões no YouTube, 4,9 milhões no Facebook e 10,1 milhões no Instagram, o que se acredita ser o maior número de sempre para um trailer de série de televisão de serviço de streaming. As visualizações também foram comparadas às recebidas por trailers divulgados durante o Super Bowl. WandaVision também teve mais de 302.600 menções sociais, tendendo no Twitter imediatamente após um teaser transmitido durante o Emmy Awards antes do lançamento completo do trailer, que acabou em quarto lugar nos assustos mais comentados do Twitter; o trailer também foi o vídeo mais popular no YouTube. Ethan Anderton de /Film observou que a filmagem no trailer \"parece um dos projetos mais alucinantes da Marvel até hoje\". Ele também destacou o Visão usando uma versão de fantasia de Halloween do desenho em quadrinhos do personagem como uma indicação de que haveria \"coisas mais leves nesta série também\".  Matt Patches do Polygon chamou o trailer de \"uma piada, cheio de cores brilhantes e comportamento estranho\", acrescentando que ainda deixava grande parte da série um mistério. Noah Dominguez do Comic Book Resources disse que o trailer \"oferece bastante em termos de conteúdo\" com \"uma visão vívida de alguns dos truques visuais em exibição\". Charles Pulliam-Moore do io9 chamou o uso da música \"Twilight Time\" dos The Platters no trailer de \"o mais assustador\" de \"todos os estranhos coisas apresentadas\". Além disso, ele sentiu que o trailer foi editado para criar \"o efeito de folhear rapidamente os canais de televisão em busca de algo bom para assistir\" e apontou como os visuais estáticos quando Wanda mudava as coisas ao seu redor \"tornavam\" pouco claro se com o que ela estava interagindo era real ou não\". Moore também disse que a última parte do trailer mostrando Teyonah Parris como a adulta Monica Rambeau era a \"chance de ganhar\" do trailer. Richard Newby do The Hollywood Reporter descreveu o trailer como \"cheio de informações\" e sentiu que \"dá aos fãs muito pelo que esperar, assim como alguns mistérios para refletir sobre a preparação para a estreia \".  Após a revelação de que atores dos filmes anteriores do Homem-Aranha apareceriam na sequência sem título de Homem-Aranha: Longe de Casa, Graeme McMillan do The Hollywood Reporter revisitou o primeiro trailer da série. Ele sentiu que essa informação colocava o trailer \"sob uma nova luz\", sugerindo que as diferentes versões de Wanda e Visão que aparecem na série eram por causa de Wanda \"quebrar paredes entre diferentes realidades\", o que não apenas configuraria Doctor Strange in the Multiverse of Madness, mas também o filme sem título do Homem-Aranha.No início de dezembro, seis pôsteres da série foram lançados diariamente, cada um representando uma década dos anos 1950 aos anos 2000. Pulliam-Moore observou que com cada novo pôster, \"diferentes elementos mudam e se transformam, ambos refletindo a passagem do tempo e os desenvolvimentos da trama de WandaVision\". O lançamento dos pôsteres foi seguido por um novo trailer que estreou na apresentação do Disney's Investors Day. Anderton observou para o /film que o trailer apresentava mais cenas não inspiradas em sitcoms do que as vistas anteriormente, com \"muito para absorver\". Chaim Gartenberg do The Verge chamou o novo trailer de \"alucinante\", enquanto Tom Reimann do Collider o descreveu como \"deliciosamente estranho\" e fez comparações com a história dos quadrinhos \"Dinastia M\". Tony Sokol do Den of Geek destacou o uso da canção \"Daydream Believer\", dos Monkees, no trailer, acreditando que o título e a letra refletiam o estado de Wanda, embora ele tenha notado que a música se torna \"quase irreconhecível sob camadas crescentes de estranheza psicodélica\". Os dois primeiros episódios de Marvel Studios: Legends se concentrarão em Wanda e Visão. Eles serão lançados em 8 de janeiro de 2021, antes da estreia de WandaVision em 15 de janeiro.\n\n\n== Lançamento ==\nWandaVision estreou em 15 de janeiro de 2021 no Disney+, com seus dois primeiros episódios e consistirá em nove episódios. Shakman atribuiu o início do processo de pós-produção durante o hiato das filmagens, ao invés de começar totalmente uma vez que a filmagem foi concluída, como uma das razões pelas quais a série foi capaz de ser lançada tão logo após a filmagem. A série foi anunciada com lançamento para começo de 2021, que foi movido para dezembro de 2020, antes de voltar para o início de 2021. É a primeira série da Fase Quatro do MCU. Falando sobre a janela de lançamento da série em meio à pandemia de COVID-19, Schaeffer sentiu que WandaVision \"era adequado para este momento\" explicando: \"A série é um reflexo de muito da ansiedade que estamos sentindo, e muito do caos de [2020], por isso parece muito certo para mim\".\n\n\n== Recepção ==\n\n\n=== Audiência do público ===\nA Nielsen Media Research, que mede o número de minutos assistidos pelas audiências dos Estados Unidos em aparelhos de televisão, listou WandaVision como a sexta série original mais assistida em serviços de streaming na semana de 11 a 17 de janeiro de 2021, com 434 milhões de minutos visualizados. Isso é cerca de 6,48 milhões de visualizações completas dos primeiros dois episódios da série, que são visualizações mais completas do que a série na lista das 10 principais séries originais da Nielsen, que tinha mais minutos visualizados, mas tempos de execução mais longos disponíveis.\n\n\n=== Recepção da crítica ===\n\nO site agregador de críticas Rotten Tomatoes relatou uma taxa de aprovação de 91%, com base em 171 resenhas, com uma classificação média de 7.93/10. O consenso crítico do site disse: \"Em parte homenagem amorosa à história da TV, em parte mistério fora de forma, WandaVision é um passo maravilhosamente estranho e surpreendentemente ousado para a telinha para o MCU - e uma vitrine perfeita para Elizabeth Olsen e Paul Bettany\". Metacritic, que usa uma média ponderada, deu uma pontuação de 77/100, com base em 40 críticas, o que indica \"avaliações geralmente favoráveis\".Rebecca Iannucci, do TVLine, deu aos três primeiros episódios um \"A\", chamando-os de \"um desvio intrigante, fresco e genuinamente delicioso do que esperávamos\", e elogiando as atuações do elenco, especificamente de Olsen. Ela questionou se a série teria sido mais adequada lançando seus episódios todos de uma vez ao invés de semanalmente. Dando à série um \"A-\", Sam Barsanti do The A.V. Club chamou WandaVision de \"uma expressão máxima\" do potencial do MCU para \"fazer coisas novas e contar novos tipos de histórias\" e uma série com o potencial de ser \"uma entrada fascinante no cânone MCU\". Chamando WandaVision de \"propriedade de TV mais estranha até hoje\", Daniel Fienberg do The Hollywood Reporter disse que não era mais estranho que Guardians of the Galaxy, mas foi \"criativamente corajoso [para dar] uma exploração pós-moderna das convenções de sitcom para um público que esperava ternos elegantes e explosões.\" Fienberg comparou a série mais com os meta-sitcoms Get a Life e That's My Bush! do que com uma série de quadrinhos tradicional, e chamou-lhe de uma versão de Too Many Cooks, um curta da Marvel. A mudança entre cada década nos episódios foi \"simplesmente notável\" para Liz Shannon Miller, do Collider. Miller elogiou Olsen e Bettany e disse que Hahn era \"bom demais para ser compreendido por meras palavras\". Atribuindo à série um \"A\", Miller concluiu que a estrutura do MCU \"nunca permitiu este nível de experimentação antes… WandaVision ousa realmente desafiar o espectador\". Darren Franich, do Entertainment Weekly, disse que foi um início incomum para a Fase Quatro e deu aos três primeiros episódios um \"B+\". Ele descreveu as cenas que \"evocam com amor o clima de programas de televisão muito antigos\" como as melhores partes dos episódios, mas estava preocupado com o fato de que o mistério da série seria \"como apenas mais um filme\" com o potencial de se tornar \"um esmagamento de super-heróis excessivamente familiar\". Franich disse que o sucesso da série será determinado pela forma como isso será tratado.Caroline Framke, em sua crítica para a Variety, chamou WandaVision de \"uma introdução admiravelmente estranha à nova era da Marvel TV\", mas sentiu que poderia ser confuso para os espectadores casuais da MCU, bem como para os fãs das sitcoms que a inspiraram. Framke também não achou nenhum dos episódios \"particularmente engraçado\" e sentiu que os melhores momentos da série foram quando Maximoff e Vision mostraram que não pertenciam a sua realidade. Michael Phillips, escrevendo para o Chicago Tribune, foi mais crítico em relação aos três primeiros episódios, chamando-os de \"curiosamente ruins\" e criticando o uso de tropas de sitcom, como faixas de riso \"enlatadas e mortais\". Ele também sentiu que o valor de um episódio da história foi estendido ao longo dos três primeiros. Roxana Hadadi, do RogerEbert.com, disse que era difícil dizer para onde a série iria nos três primeiros episódios, mas ela sentiu que Maximoff e Visão estavam sendo deixados de lado em favor das alusões a sitcoms anteriores e também que não havia \"senso de narrativa em jogo\" devido à série ocorrendo dentro da narrativa mais ampla do MCU. Dominic Patten do Deadline Hollywood também criticou a série, chamando-a de \"cansativa\" e \"uma piada dos baby boomers em busca de uma piada\". Patten acreditava que WandaVision era um retrocesso para as série de televisão da Marvel, acreditando que as séries da Netflix da Marvel e Agents of S.H.I.E.L.D., da ABC, eram melhores, e ele adicionou a série à sua lista de vezes que a Marvel \"errou\".\n\n\n== Documentário especial ==\n\nEm fevereiro de 2021, foi anunciada a série documental Assembled. O primeiro especial da série, Assembled: The Making of WandaVision, vai mostrar os bastidores da produção da série, com Olsen, Bettany, Parris, Hahn, Dennings, Park e criadores adicionais discutindo as sitcoms clássicas que inspiraram a série, as maneiras como a equipe foi capaz de emular o processo de filmagem dos primeiros episódios e a experiência de filmar na frente de uma platéia de estúdio ao vivo. O especial foi lançado no Disney+ em 12 de março de 2021.\n\n\n== Notas ==\n\n\n== Referências ==\n\n\n== Ligações externas ==\n«WandaVision» (em inglês). no IMDb","sourceContentSanitized":"WandaVision é uma minissérie americana criada para o Disney+ por Jac Schaeffer, baseada nos personagens da Marvel Comics Wanda Maximoff / Feiticeira Escarlate e Visão. A série é ambientada no Universo Cinematográfico da Marvel , compartilhando a continuidade com os filmes da franquia. Os eventos ocorrem após os acontecimentos do filme Vingadores: Ultimato. A série é produzida pelo Marvel Studios, com Schaeffer atuando como roteirista principal e Matt Shakman na direção. Elizabeth Olsen e Paul Bettany reprisam seus papéis como Wanda Maximoff / Feiticeira Escarlate e Visão, respectivamente, da série de filmes. Teyonah Parris, Kat Dennings, Randall Park e Kathryn Hahn também estrelam. Em setembro de 2018, a Marvel Studios estava desenvolvendo uma série de séries limitadas para o Disney+, centradas em personagens coadjuvantes dos filmes da MCU, como Maximoff e Visão, com a expectativa de que Olsen e Bettany retornassem. Schaeffer foi contratada em janeiro de 2019, a série foi anunciada oficialmente em abril e Shakman entrou em agosto. As filmagens começaram em Atlanta, Geórgia, em novembro de 2019. Em março de 2020, a produção foi interrompida devido à pandemia de COVID-19, e esperava-se que fosse retomada em julho em Los Angeles. WandaVision estreou com seus dois primeiros episódios em 15 de janeiro de 2021 e teve nove episódios, concluindo em 5 de março. É a primeira série da Fase Quatro do UCM. A série foi elogiada pela crítica por suas homenagens a sitcoms antigas e as performances de Olsen e Bettany. O diretor, Matt Shakman, revelou que dentre as referências presentes destacam-se The Vision and Scarlet Witch , o evento de quadrinhos conhecido como House of M, além da história The Vision, de Tom King. Situada três semanas após os eventos de Vingadores: Ultimato , Wanda Maximoff e Visão estão vivendo uma vida suburbana idílica na cidade de Westview, no estado de New Jersey, tentando esconder suas verdadeiras identidades. À medida que começam a entrar nas novas décadas, o casal suspeita que as coisas não são o que parecem. Elizabeth Olsen como Wanda Maximoff / Feiticeira Escarlate:Uma Vingadora, cujos poderes são ter o controle de magia, hipnose e telecinésia, bem como alterar a realidade. Olsen afirmou que a série explicaria como e por que Wanda se tornou conhecida como a Feiticeira Escarlate, já que ela não tinha sido chamada assim em aparições anteriores de MCU. WandaVision também mostra a personagem se tornando mais alinhada com a versão nos quadrinhos, incluindo a descrição de sua saúde e doença mental. Paul Bettany como Visão:Um androide e vingador criado usando a inteligência artificial J.A.R.V.I.S. e a Joia da Mente. Visão aparece na série após sua morte em Vingadores: Guerra Infinita . Kathryn Hahn como Agatha HarknessːUma bruxa que se disfarça de \"Agnes\", a \"vizinha intrometida\" de Wanda e Visão, dentro da comédia fictícia WandaVision. Hahn descreveu Agnes como a vizinha \"que não sai do sofá no final da noite\" e está \"sempre no trabalho\". Hahn ficou fascinada pelos \"choques de adrenalina e humanidade\" que o UCM proporcionou e pelo fato de ter um \"suspiro de magia humana\". Teyonah Parris como Monica Rambeau:A filha da pilota da Força Aérea Maria Rambeau e capitã da S.W.O.R.D. , que primeiro se apresenta a Wanda e Visão como sua vizinha, \"Geraldine\". Ela tem uma \"resistência e capacidade de ser mulher\" em um mundo dominado pelos homens. Quando criança, ela admirava a amiga e colega de sua mãe, Carol Danvers / Capitã Marvel. Kat Dennings como Dra. Darcy Lewis:Uma astrofísica trabalhando com a S.W.O.R.D. que anteriormente foi estagiária de Jane Foster e fez amizade com Thor. Dennings repete seu papel de Thor e Thor: O Mundo Sombrio . Randall Park como Jimmy Woo:Um agente do FBI trabalhando com a S.W.O.R.D, que anteriormente era o oficial de condicional de Scott Lang. Park repete seu papel de Homem-Formiga e a Vespa . Debra Jo Rupp como Sharon Davis: Cidadã de Nova Jersey e esposa de Todd, que faz o papel da Sra. Hart, vizinha de Wanda e Visão. Evan Peters como Ralph Bohner:Um residente de Westview sob o controle de Agatha se passando por irmão gêmeo de Wanda, Pietro, que pode se mover em velocidade sobre-humana. O verdadeiro Pietro foi morto no filme Avengers: Age of Ultron , onde foi interpretado por Aaron Taylor-Johnson. Schaeffer e Livanos estavam ansiosas para trazer o personagem de volta à série e decidiram tirar proveito de suas noções de \"o que é real e o que não é, e desempenho, elenco, público e fandom\", fazendo com que o personagem fosse \"reformulado\" dentro do programa fictício WandaVision. Schaeffer observou que isso joga com os tropos de sitcom de personagens reformulados sem \"muito barulho\" e também de ter um parente chegando na cidade que \"agita as coisas com a família\". Fred Melamed como Todd Davis / Arthur Heart: Cidadão de Nova Jersey e marido de Sharon, que desempenha o papel de Arthur Hart, vizinho de Wanda e Visão e chefe do Visão. Jolene Purdy como Isabel Matsueida: que interpreta Beverly, vizinha de Wanda e Visão. Emma Caulfield como Dottie Jones: uma mãe cética que governa a vizinhança com punho de ferro e sorriso envenenado. Josh Stamberg como Tyler Hayward: Diretor interino da S.W.O.R.D.. Jett Klyne como Tommy Maximoff: Um dos filhos da Wanda com o Visão, que como o tio Pietro possui velocidade sobre-humana. Julian Hilliard como Billy Maximoff: O irmão gêmeo de Tommy, que como a mãe possui poderes mágicos. Asif Ali como Abilash Tandon: que interpreta o colega de trabalho de Visão, Norm. Zac Henry como Franklin: um agente da S.W.O.R.D. que entra na realidade de Wanda. Alan Heckner com Monti: um agente da S.W.O.R.D.. Selena Anduze como Rodríguez: uma agente da S.W.O.R.D.. Em setembro de 2018, a Marvel Studios estava desenvolvendo várias séries limitadas para o serviço de streaming da Disney, sua empresa-mãe, Disney+, para se centrar em personagens coadjuvantes dos filmes do Universo Cinematográfico da Marvel que não haviam estrelado seus próprios filmes, como a Feiticeira Escarlate. Os atores que retrataram os personagens dos filmes deveriam reprisar seus papéis na série limitada, incluindo Elizabeth Olsen como a Feiticeira Escarlate. Esperava-se que a série tivesse de seis a oito episódios cada, tendo um \"alto orçamento [rival] como o de uma grande produção em estúdio\" e seja produzida pela Marvel Studios em vez da Marvel Television, que produziu séries de televisão anteriores no MCU. O presidente da Marvel Studios, Kevin Feige, assumiu um \"papel prático\" no desenvolvimento de cada série, concentrando-se na \"continuidade da história\" com os filmes e \"remanejando\" os atores que reprisariam seus papéis dos filmes. No final de outubro, esperava-se que o Visão tivesse um papel significativo na série, que se concentraria no relacionamento entre Wanda e Visão. Nos meses seguintes, os títulos Vision and The Witch Scarlet e The Vision and Scarlet Witch foram ambos sugeridos.Jac Schaeffer foi contratada como roteirista principal da série em janeiro de 2019, depois de trabalhar anteriormente como roteirista nos filmes Capitã Marvel e Viúva Negra para a Marvel Studios. Schaeffer foi escolhida para escrever o episódio piloto e ser produtora executiva da série. Em abril, Disney e Marvel anunciaram oficialmente a série com o título WandaVision. Em agosto, Matt Shakman foi contratado para dirigir a minissérie, e servir como produtor executivo. Feige, junto com Louis D'Esposito e Victoria Alonso da Marvel Studios, também atuam como produtores executivos. Os orçamentos para cada episódio foram de US $ 25 milhões.WandaVision foi descrita como metade uma \"sitcom clássica\", metade um \"épico da Marvel\" por Feige, \"super vanguarda e esquisita\" por Paul Bettany, e uma série que está \"casando a ação épica de super-heróis com a tolice de uma sitcom de cidade pequena\", pela co-produtora executiva Mary Livanos. Ao ser contratada, Schaeffer recebeu material de quadrinhos e um esboço do que o Marvel Studios esperava realizar com a série, para que ela ajudasse a moldar suas ideias em uma estrutura coerente. Schaeffer confiou em sua proposta, com o resultado permanecendo muito próximo disso. Por ser uma série limitada, descobrir como contar a história em uma estrutura longa foi um desafio inicial, que acabou sendo pensado como um enredo com vários problemas nos quadrinhos. Schaeffer sentiu que WandaVision estava \"no espaço bizarro de ser um filme de sustentação dentro de uma construção de série limitada\". Schaeffer contratou oito roteiristas para a sala de roteiristas da série, incluindo quatro mulheres e várias pessoas de cor, devido à sua crença de que \"as histórias são melhores, quanto mais perspectivas você tiver\". Muitos dos escritores tinham experiência anterior com televisão, que Schaeffer procurou, para ajudar a moldar cada episódio dentro da narrativa maior. Megan McDonnell atuou como redatora da série, antes de ser promovida a editora de histórias. Feige sugeriu que Wanda e Visão estivessem em \"um estranho mundo de fantasia de felicidade suburbana\" devido a ele ser um amante \"autoproclamado\" de comédias e como elas poderiam ser usadas para escapar da realidade, e Scaeffer ajudou a descobrir o que isso significava para os personagens. Enquanto explorava os filmes anteriores do MCU, Schaeffer foi atraída pelos \"momentos mais mundanos [dos personagens]\", como Wanda e Visão desfrutando de seu tempo na Escócia em Vingadores: Guerra Infinita . Schaeffer sabia que havia \"uma espécie de admiração e sinceridade\" nos dois personagens, e quando eles foram colocados em um cenário de sitcom, que Schaeffer sentiu \"em sua face que é falso e ridículo\", o resultado foi \"calmo e caloroso e enredado com nosso senso comum do que é o lar, o que é família e o que é este país\". Feige, junto com Schaeffer, Shakman e Livanos, se dedicou a \"acertar\" o \"tom irreverente\" da série. Livanos explicou que o show é \"complicado\" por causa de como ele incorporou \"as regras do MCU\" estreitas em sitcoms familiares suburbanas, enquanto observou que alguns episódios foram estruturados de forma diferente. Ela expressou entusiasmo por como a série faz o público questionar como WandaVision se encaixa na linha do tempo do MCU, se é um experimento social ou definido em uma realidade alternativa, e o mistério revelador que o cerca.Shakman e Schaeffer disseram que WandaVision era \"uma carta de amor para a era de ouro da televisão\", embora homenageie muitas comédias norte-americanas antigas. Bettany acrescentou que WandaVision prestaria homenagem a muitas épocas e gêneros da televisão americana ao longo dos anos, incluindo sitcoms de estilo documentário moderno como Modern Family e The Office. Tanto Schaeffer quanto Shakman estudaram sitcoms antigass para aprender seus \"ornamentos e estilos\" e, junto com Feige, falaram com Dick Van Dyke, a estrela de The Dick Van Dyke Show, para aprender como essa série poderia \"ser muito ampla com piadas bobas de comédia física, e ainda assim nunca parecer falso\". Van Dyke disse aos dois que eles foram guiados pelo que poderia ou não acontecer na vida real, para retratar o que foi feito no show. Algumas sitcoms antigas que serviram de inspiração ou guiaram a direção da série além de The Dick Van Dyke Show foram I Love Lucy, My Three Sons, Papai Sabe Tudo, The Adventures of Ozzie and Harriet, A Feiticeira, The Brady Bunch, Family Ties, Out of This World, Malcolm in the Middle, Modern Family e The Office. Além disso, para uma meta-referência, Três é Demais é parte da \"estrutura\" de WandaVision, dado as irmãs mais velhas de Olsen, Mary-Kate e Ashley, que estrelaram essa série. Livanos observou como eles se divertiram \"mexendo com as expectativas\" de comédias de família suburbanas do passado e comparou o amor \"programado\" deles a como Visão é uma combinação do violento robô Ultron e da inteligência artificial sagaz J.A.R.V.I.S. O romance de Wanda e Visão ajuda a fundamentar a série, com Schaeffer acrescentando \"É sempre tão atraente quando estranhos se encontram. Ambos são diferentes com D maiúsculo.\"Olsen observou que haviam \"muitos quadrinhos que apóiam\" os personagens que aparecem em um cenário de sitcom, e foi informada por Feige que ele queria combinar duas séries de quadrinhos diferentes como inspiração para WandaVision. O escritor de quadrinhos Tom King indicou em outubro de 2019 que sua versão em The Vision seria uma inspiração para WandaVision. Com o lançamento do trailer oficial da série, alguns comentaristas notaram a influência de The Vision, bem como o enredo de \"Dinastia M\" na série, com elementos de The Vision and the Scarlet Witch por Bill Mantlo e Rick Leonardi, e The Vision and the Scarlet Witch, de Steve Englehart e Richard Howell, em que Wanda engravida por \"meios mágicos\" de Visão. WandaVision também explora como Wanda cresceu em um país do Leste Europeu e dependia de produtos americanos do mercado negro, como a televisão.Comparando seu trabalho na série com o filme Viúva Negra, Schaeffer disse que WandaVision seria \"o oposto polar\" ao estilo de ação agressiva e visceral do filme. Feige descreveu a série como uma oportunidade para contar a história de Wanda e Visão, mostrar mais do que Wanda pode fazer, explorar ainda mais quem é o Visão e apresentar os quadrinhos da \"Feiticeira Escarlate\" ao MCU \"de várias maneiras, pois são totalmente divertidos, engraçados, um tanto assustadores e terão repercussões para todo o futuro da Fase Quatro do MCU\". Ele acrescentou que WandaVision \"funcionaria\" como uma série para qualquer espectador que não estivesse familiarizado com todos os filmes do MCU, mas acrescentou que, aqueles que viram todos os filmes e estavam seguindo a trajetória das histórias planejadas da Fase Quatro, teriam \"uma riqueza de recompensas esperando por você enquanto tudo se desenrola\". A série se passa depois de Vingadores: Ultimato, e \"preparará diretamente\" para o filme Doutor Estranho no Multiverso da Loucura , que inclui Wanda. Com o anúncio oficial da série em abril de 2019, veio a confirmação de que Olsen e Bettany iriam reprisar seus papéis de Wanda e Visão, respectivamente, na série. Teyonah Parris foi anunciada como parte do elenco no papel de Monica Rambeau em julho de 2019; o personagem foi apresentado ao MCU como uma criança em Capitã Marvel, que foi ambientado em 1995. Em agosto de 2019, na D23 Expo, foram confirmados os atores Kat Dennings e Randall Parks, reprisando seus papéis como Darcy Lewis e Agente Jimmy Woo respectivamente. Ainda no evento, Kathryn Hahn foi escalada como Agnes. Park juntou-se à série após uma reunião geral com a Marvel para discutir o futuro de Woo no MCU após sua apresentação em Homem-Formiga e a Vespa . Asif Ali também foi escalado para a série, assim como Jolene Purdy em um papel recorrente, ambos revelados em outubro de 2020. Em 11 de janeiro de 2021, a atriz Emma Caulfield foi confirmada em um papel não revelado. As filmagens começaram no início de novembro de 2019, em Pinewood Atlanta Studios em Atlanta, Geórgia, com direção de Shakman. A série foi filmada sob o título provisório de Big Red, com Jess Hall atuando como diretor de fotografia. As filmagens começaram em 21 de setembro em Los Angeles, Califórnia. Os atores viram episódios de sitcoms antigas antes das filmagens para ajudá-los a \"capturar o espírito de cada tom e estilo\". O primeiro episódio da série, \"uma grande canção de amor para The Dick Van Dyke Show\", foi filmado por dois dias em preto e branco e teve uma platéia ao vivo presente no estúdio, para imitar a filmagem de sitcom. Olsen também indicou que haviam discussões em andamento sobre a série usar uma trilha de risadas. Lentes de câmera e iluminação apropriadas dos anos 1950 foram usadas no episódio, enquanto a equipe de efeitos especiais criava cabos de aço, junto com truques de câmera, para fazer os adereços se moverem pela magia de Wanda, como foi feito em séries como A Feiticeira e Jeannie é um Gênio. A equipe também vestiu roupas adequadas à época durante as filmagens. Ao filmar cenas em preto e branco, Bettany foi pintado de azul ao atuar como Visão, ao invés da cor marrom do personagem, já que o azul apareceu melhor na imagem em tons de cinza. Olsen e Bettany acharam a experiência da estreia surreal e única. Os outros períodos explorados nos episódios também tiveram toques específicos do período em si, como o episódio dos anos 1970 usando iluminação daquela época. Shakman queria garantir que os elementos da sitcom nunca parecessem uma paródia, mas fossem tão autênticos quanto possível.As filmagens em locações aconteceram na área metropolitana de Atlanta durante os meses de dezembro de 2019 e fevereiro de 2020.  Uma festa de encerramento das filmagens da série ocorreu em 1º de março, antes de um hiato planejado de quatro semanas, mas a produção da série ainda estava em andamento em 14 de março, quando foi interrompido devido à pandemia de COVID-19. Durante o intervalo, Shakman começou a editar a série com o que já havia sido filmado, permitindo-lhe \"polir\" antes de retomar a produção, o que por sua vez o informou de como abordar algumas coisas de uma maneira diferente.As filmagens deveriam ser retomadas em Los Angeles em julho de 2020. e ainda estava acontecendo naquele mês de outubro. Olsen achou difícil retomar a produção precisando pensar em todas as medidas de segurança adicionais postas em prática, depois de ser isolada durante o encerramento da produção, enquanto Bettany não gostou do fato de os atores terem que voltar para seus trailers depois de concluírem suas cenas, que ele sentiu muito excluído da construção de camaradagem entre o elenco e a equipe que normalmente acontece. As filmagens aconteceram na Blondie Street no Warner Bros. Ranch em Burbank, Califórnia, onde as comédias antigas também foram filmadas. Shakman sentiu que o backlot da Blondie Street tinha \"aquele estranho senso de falsidade\" que nenhuma rua da vida real poderia reproduzir. O trabalho de pós-produção ainda estava acontecendo quando a filmagem foi retomada; Shakman chamou o trabalho em todas as etapas do processo de uma vez de \"esquizofrênico\". Em meados de novembro, a produção havia terminado, com Olsen filmando juntamente Doctor Strange in the Multiverse of Madness.Bettany disse que algumas \"coisas muito inteligentes\" foram feitas durante as filmagens, visto que a série teve que fazer seis horas de conteúdo com um orçamento semelhante ao de um filme do MCU de duas horas e meia. Como Shakman foi o único diretor da série, Bettany afirmou que o conteúdo de diferentes episódios foram filmados juntos, e \"algumas decisões muito inteligentes\" foram tomadas em relação à filmagem dos primeiros episódios para ter \"muito tempo no final para tentar manter o mesmo tipo de valor de produção\". Shakman tentou filmar as coisas cronologicamente através das várias épocas da comédia para ajudar os atores. Feige acrescentou que, à medida que a série avança nas décadas de sitcom, ela emularia \"o estilo de documentário de falar para a câmera, câmera trêmula\" de algumas sitcoms modernas. Em janeiro de 2020, Christophe Beck anunciou que iria compor a trilha para a série; ele compôs anteriormente as trilhas de Homem-Formiga e Homem-Formiga e a Vespa . Em dezembro, foi anunciado que Robert Lopez e Kristen Anderson-Lopez escreveram canções-tema para alguns episódios da série. Eles foram procurados para a série por Shakman, que era amigo de Lopez na faculdade, e eles já haviam trabalhado com Beck na trilha para a franquia Frozen.Álbuns de trilha sonora para cada episódio, incluindo a pontuação de Beck e as canções-tema de Lopez e Anderson-Lopez, estão sendo lançados digitalmente pela Marvel Music e Hollywood Records de 22 de janeiro a 12 de março de 2021, uma semana após a estreia de cada episódio. A série foi promovida como parte do Expanding the Universe, um especial da Marvel Studios que estreou no Disney+ em 12 de novembro de 2019. Em dezembro, Feige mostrou a primeira imagem da série na Comic Con Experience. Vinnie Mancuso, da Collider, achou a imagem \"muito interessante\", destacando a coloração \"preto e branco old-school\". Um comercial da série, The Falcon and the Winter Soldier, e Loki foi exibido durante o Super Bowl LIV. Dais Johnston, do site Inverse, observou que os clipes mostrados referenciam visualmente sitcoms que abrangem diferentes épocas, incluindo The Dick Van Dyke Show , Leave It to Beaver , A Feiticeira , A Família Sol-Lá-Si-Dó , Roseanne , e Três é Demais . Johnston pensou que a série seria \"uma atração imperdível não apenas para os fãs da Marvel, mas também para quem procura um toque de nostalgia: a estrutura da época significa que qualquer um pode reviver os shows de sua infância nesta era do streaming\". Julia Alexander, do The Verge, disse que o clipe \"não era muito\", mas oferece \"vislumbres suficientes para provocar os fãs\". Haleigh Foutch, do Collider, sentiu que, de todos os comerciais que passaram durante o Super Bowl, os teasers da Marvel foram os que \"roubaram todo o show\" e tinham \"muito com o que se animar\". Foutch disse que as imagens de WandaVision foram \"as mais emocionantes\", dizendo que eram \"totalmente estranhas e imprevisíveis\".O trailer oficial da série foi lançado em 20 de setembro de 2020, durante o Prêmios Emmy do Primetime de 2020. O trailer recebeu 55,7 milhões de visualizações online em 24 horas, incluindo 36,1 milhões no YouTube, 4,9 milhões no Facebook e 10,1 milhões no Instagram, o que se acredita ser o maior número de sempre para um trailer de série de televisão de serviço de streaming. As visualizações também foram comparadas às recebidas por trailers divulgados durante o Super Bowl. WandaVision também teve mais de 302.600 menções sociais, tendendo no Twitter imediatamente após um teaser transmitido durante o Emmy Awards antes do lançamento completo do trailer, que acabou em quarto lugar nos assustos mais comentados do Twitter; o trailer também foi o vídeo mais popular no YouTube. Ethan Anderton de /Film observou que a filmagem no trailer \"parece um dos projetos mais alucinantes da Marvel até hoje\". Ele também destacou o Visão usando uma versão de fantasia de Halloween do desenho em quadrinhos do personagem como uma indicação de que haveria \"coisas mais leves nesta série também\". Matt Patches do Polygon chamou o trailer de \"uma piada, cheio de cores brilhantes e comportamento estranho\", acrescentando que ainda deixava grande parte da série um mistério. Noah Dominguez do Comic Book Resources disse que o trailer \"oferece bastante em termos de conteúdo\" com \"uma visão vívida de alguns dos truques visuais em exibição\". Charles Pulliam-Moore do io9 chamou o uso da música \"Twilight Time\" dos The Platters no trailer de \"o mais assustador\" de \"todos os estranhos coisas apresentadas\". Além disso, ele sentiu que o trailer foi editado para criar \"o efeito de folhear rapidamente os canais de televisão em busca de algo bom para assistir\" e apontou como os visuais estáticos quando Wanda mudava as coisas ao seu redor \"tornavam\" pouco claro se com o que ela estava interagindo era real ou não\". Moore também disse que a última parte do trailer mostrando Teyonah Parris como a adulta Monica Rambeau era a \"chance de ganhar\" do trailer. Richard Newby do The Hollywood Reporter descreveu o trailer como \"cheio de informações\" e sentiu que \"dá aos fãs muito pelo que esperar, assim como alguns mistérios para refletir sobre a preparação para a estreia \". Após a revelação de que atores dos filmes anteriores do Homem-Aranha apareceriam na sequência sem título de Homem-Aranha: Longe de Casa, Graeme McMillan do The Hollywood Reporter revisitou o primeiro trailer da série. Ele sentiu que essa informação colocava o trailer \"sob uma nova luz\", sugerindo que as diferentes versões de Wanda e Visão que aparecem na série eram por causa de Wanda \"quebrar paredes entre diferentes realidades\", o que não apenas configuraria Doctor Strange in the Multiverse of Madness, mas também o filme sem título do Homem-Aranha.No início de dezembro, seis pôsteres da série foram lançados diariamente, cada um representando uma década dos anos 1950 aos anos 2000. Pulliam-Moore observou que com cada novo pôster, \"diferentes elementos mudam e se transformam, ambos refletindo a passagem do tempo e os desenvolvimentos da trama de WandaVision\". O lançamento dos pôsteres foi seguido por um novo trailer que estreou na apresentação do Disney's Investors Day. Anderton observou para o /film que o trailer apresentava mais cenas não inspiradas em sitcoms do que as vistas anteriormente, com \"muito para absorver\". Chaim Gartenberg do The Verge chamou o novo trailer de \"alucinante\", enquanto Tom Reimann do Collider o descreveu como \"deliciosamente estranho\" e fez comparações com a história dos quadrinhos \"Dinastia M\". Tony Sokol do Den of Geek destacou o uso da canção \"Daydream Believer\", dos Monkees, no trailer, acreditando que o título e a letra refletiam o estado de Wanda, embora ele tenha notado que a música se torna \"quase irreconhecível sob camadas crescentes de estranheza psicodélica\". Os dois primeiros episódios de Marvel Studios: Legends se concentrarão em Wanda e Visão. Eles serão lançados em 8 de janeiro de 2021, antes da estreia de WandaVision em 15 de janeiro. WandaVision estreou em 15 de janeiro de 2021 no Disney+, com seus dois primeiros episódios e consistirá em nove episódios. Shakman atribuiu o início do processo de pós-produção durante o hiato das filmagens, ao invés de começar totalmente uma vez que a filmagem foi concluída, como uma das razões pelas quais a série foi capaz de ser lançada tão logo após a filmagem. A série foi anunciada com lançamento para começo de 2021, que foi movido para dezembro de 2020, antes de voltar para o início de 2021. É a primeira série da Fase Quatro do MCU. Falando sobre a janela de lançamento da série em meio à pandemia de COVID-19, Schaeffer sentiu que WandaVision \"era adequado para este momento\" explicando: \"A série é um reflexo de muito da ansiedade que estamos sentindo, e muito do caos de [2020], por isso parece muito certo para mim\". A Nielsen Media Research, que mede o número de minutos assistidos pelas audiências dos Estados Unidos em aparelhos de televisão, listou WandaVision como a sexta série original mais assistida em serviços de streaming na semana de 11 a 17 de janeiro de 2021, com 434 milhões de minutos visualizados. Isso é cerca de 6,48 milhões de visualizações completas dos primeiros dois episódios da série, que são visualizações mais completas do que a série na lista das 10 principais séries originais da Nielsen, que tinha mais minutos visualizados, mas tempos de execução mais longos disponíveis. O site agregador de críticas Rotten Tomatoes relatou uma taxa de aprovação de 91%, com base em 171 resenhas, com uma classificação média de 7.93/10. O consenso crítico do site disse: \"Em parte homenagem amorosa à história da TV, em parte mistério fora de forma, WandaVision é um passo maravilhosamente estranho e surpreendentemente ousado para a telinha para o MCU - e uma vitrine perfeita para Elizabeth Olsen e Paul Bettany\". Metacritic, que usa uma média ponderada, deu uma pontuação de 77/100, com base em 40 críticas, o que indica \"avaliações geralmente favoráveis\".Rebecca Iannucci, do TVLine, deu aos três primeiros episódios um \"A\", chamando-os de \"um desvio intrigante, fresco e genuinamente delicioso do que esperávamos\", e elogiando as atuações do elenco, especificamente de Olsen. Ela questionou se a série teria sido mais adequada lançando seus episódios todos de uma vez ao invés de semanalmente. Dando à série um \"A-\", Sam Barsanti do The A.V. Club chamou WandaVision de \"uma expressão máxima\" do potencial do MCU para \"fazer coisas novas e contar novos tipos de histórias\" e uma série com o potencial de ser \"uma entrada fascinante no cânone MCU\". Chamando WandaVision de \"propriedade de TV mais estranha até hoje\", Daniel Fienberg do The Hollywood Reporter disse que não era mais estranho que Guardians of the Galaxy, mas foi \"criativamente corajoso [para dar] uma exploração pós-moderna das convenções de sitcom para um público que esperava ternos elegantes e explosões.\" Fienberg comparou a série mais com os meta-sitcoms Get a Life e That's My Bush! do que com uma série de quadrinhos tradicional, e chamou-lhe de uma versão de Too Many Cooks, um curta da Marvel. A mudança entre cada década nos episódios foi \"simplesmente notável\" para Liz Shannon Miller, do Collider. Miller elogiou Olsen e Bettany e disse que Hahn era \"bom demais para ser compreendido por meras palavras\". Atribuindo à série um \"A\", Miller concluiu que a estrutura do MCU \"nunca permitiu este nível de experimentação antes… WandaVision ousa realmente desafiar o espectador\". Darren Franich, do Entertainment Weekly, disse que foi um início incomum para a Fase Quatro e deu aos três primeiros episódios um \"B+\". Ele descreveu as cenas que \"evocam com amor o clima de programas de televisão muito antigos\" como as melhores partes dos episódios, mas estava preocupado com o fato de que o mistério da série seria \"como apenas mais um filme\" com o potencial de se tornar \"um esmagamento de super-heróis excessivamente familiar\". Franich disse que o sucesso da série será determinado pela forma como isso será tratado.Caroline Framke, em sua crítica para a Variety, chamou WandaVision de \"uma introdução admiravelmente estranha à nova era da Marvel TV\", mas sentiu que poderia ser confuso para os espectadores casuais da MCU, bem como para os fãs das sitcoms que a inspiraram. Framke também não achou nenhum dos episódios \"particularmente engraçado\" e sentiu que os melhores momentos da série foram quando Maximoff e Vision mostraram que não pertenciam a sua realidade. Michael Phillips, escrevendo para o Chicago Tribune, foi mais crítico em relação aos três primeiros episódios, chamando-os de \"curiosamente ruins\" e criticando o uso de tropas de sitcom, como faixas de riso \"enlatadas e mortais\". Ele também sentiu que o valor de um episódio da história foi estendido ao longo dos três primeiros. Roxana Hadadi, do RogerEbert.com, disse que era difícil dizer para onde a série iria nos três primeiros episódios, mas ela sentiu que Maximoff e Visão estavam sendo deixados de lado em favor das alusões a sitcoms anteriores e também que não havia \"senso de narrativa em jogo\" devido à série ocorrendo dentro da narrativa mais ampla do MCU. Dominic Patten do Deadline Hollywood também criticou a série, chamando-a de \"cansativa\" e \"uma piada dos baby boomers em busca de uma piada\". Patten acreditava que WandaVision era um retrocesso para as série de televisão da Marvel, acreditando que as séries da Netflix da Marvel e Agents of S.H.I.E.L.D., da ABC, eram melhores, e ele adicionou a série à sua lista de vezes que a Marvel \"errou\". Em fevereiro de 2021, foi anunciada a série documental Assembled. O primeiro especial da série, Assembled: The Making of WandaVision, vai mostrar os bastidores da produção da série, com Olsen, Bettany, Parris, Hahn, Dennings, Park e criadores adicionais discutindo as sitcoms clássicas que inspiraram a série, as maneiras como a equipe foi capaz de emular o processo de filmagem dos primeiros episódios e a experiência de filmar na frente de uma platéia de estúdio ao vivo. O especial foi lançado no Disney+ em 12 de março de 2021. «WandaVision» . no IMDb","sentences":[{"text":"WandaVision é uma minissérie americana criada para o Disney+ por Jac Schaeffer, baseada nos personagens da Marvel Comics Wanda Maximoff / Feiticeira Escarlate e Visão.","keywords":["minissérie americana","Jac Schaeffer","Feiticeira Escarlate","WandaVision","personagens da Marvel Comics Wanda Maximoff","Disney","Visão"],"images":[]},{"text":"A série é ambientada no Universo Cinematográfico da Marvel , compartilhando a continuidade com os filmes da franquia.","keywords":["Universo Cinematográfico da Marvel","filmes da franquia","série","continuidade"],"images":[]},{"text":"Os eventos ocorrem após os acontecimentos do filme Vingadores: Ultimato.","keywords":["acontecimentos do filme Vingadores","eventos","Ultimato"],"images":[]},{"text":"A série é produzida pelo Marvel Studios, com Schaeffer atuando como roteirista principal e Matt Shakman na direção.","keywords":["Marvel Studios","roteirista principal","Matt Shakman","série","Schaeffer","direção"],"images":[]},{"text":"Elizabeth Olsen e Paul Bettany reprisam seus papéis como Wanda Maximoff / Feiticeira Escarlate e Visão, respectivamente, da série de filmes.","keywords":["Elizabeth Olsen","Paul Bettany","Wanda Maximoff","Feiticeira Escarlate","série de filmes","papéis","Visão"],"images":[]},{"text":"Teyonah Parris, Kat Dennings, Randall Park e Kathryn Hahn também estrelam.","keywords":["Teyonah Parris","Kat Dennings","Randall Park","Kathryn Hahn"],"images":[]},{"text":"Em setembro de 2018, a Marvel Studios estava desenvolvendo uma série de séries limitadas para o Disney+, centradas em personagens coadjuvantes dos filmes da MCU, como Maximoff e Visão, com a expectativa de que Olsen e Bettany retornassem.","keywords":["série de séries","Marvel Studios","setembro","personagens coadjuvantes dos filmes da MCU","Disney","Maximoff","Visão","expectativa","Olsen","Bettany"],"images":[]}]}